UUUUNNNNKKKK 248194
cidade 21120
freguesia 15951
rio 14296
concelho 10628
cerca 10269
governo 9829
estados 9158
guerra 8904
norte 8705
habitantes 8393
sul 8167
possui 8033
centro 7879
vila 7855
igreja 7545
acordo 7319
devido 7149
principais 6972
nacional 6593
desenvolvimento 6584
vida 6302
sede 6264
santa 6222
rei 6136
apesar 6046
portuguesa 5931
principal 5906
origem 5807
mundo 5792
passou 5740
lei 5656
longo 5631
importante 5500
presidente 5438
capital 5400
reino 5362
brasil 5190
principalmente 5059
casa 4889
quase 4879
existem 4707
janeiro 4703
universidade 4694
uso 4664
processo 4653
ilha 4487
movimento 4465
terra 4438
cidades 4415
densidade 4392
economia 4359
partido 4304
chamado 4270
antiga 4263
cultura 4240
maiores 4169
porto 4152
base 4148
idade 4103
conta 4037
termo 4024
dias 4010
populacional 4002
diferentes 3997
conhecida 3951
freguesias 3949
zona 3932
distrito 3884
incluindo 3883
caso 3880
escola 3876
dezembro 3842
conjunto 3833
campo 3829
importantes 3781
grupos 3780
comum 3761
crescimento 3740
energia 3737
geralmente 3728
internacional 3724
julho 3698
volta 3654
total 3618
dados 3617
portugal 3583
teoria 3573
ordem 3572
senhora 3533
obras 3532
chamada 3530
atual 3523
tais 3515
brasileiro 3495
morte 3487
maio 3480
santo 3472
pedro 3408
considerado 3385
outubro 3366
ensino 3346
terras 3346
maria 3346
membros 3337
junho 3320
direito 3313
abril 3303
filho 3301
rede 3295
livro 3293
unidos 3281
paulo 3251
setembro 3243
existe 3189
agosto 3186
arte 3184
costa 3173
atualmente 3135
novembro 3123
junto 3111
jogos 3086
vale 3082
antigo 3063
alto 3042
museu 3037
bandeira 3033
linha 3018
municipal 2989
ilhas 2979
melhor 2971
ficou 2951
central 2934
corpo 2933
popular 2921
aproximadamente 2919
especialmente 2857
temperatura 2852
km 2833
sociedade 2827
papel 2823
mar 2817
social 2812
forte 2803
serra 2794
oeste 2784
superior 2779
sistemas 2774
europa 2759
militar 2744
elementos 2743
recebeu 2724
mundial 2716
usado 2692
produtos 2687
leste 2686
i 2673
administrativa 2668
estudo 2662
projeto 2657
deus 2651
escolas 2639
termos 2631
letra 2628
possuem 2622
estrutura 2620
modo 2611
fato 2607
clima 2603
interior 2601
deu 2572
fevereiro 2565
causa 2550
taxa 2529
cultural 2501
oficial 2491
formas 2476
alta 2476
francisco 2471
controle 2470
real 2469
tornou 2465
estudos 2435
reforma 2431
quantidade 2430
banda 2419
palavra 2409
federal 2393
empresas 2391
locais 2383
homens 2381
setor 2381
comunidade 2378
apresenta 2377
of 2374
metade 2372
ii 2367
aumento 2367
programa 2355
localizado 2352
fonte 2342
homem 2340
atividades 2339
instituto 2323
serem 2320
criada 2315
clube 2314
massa 2309
direitos 2306
chegou 2304
problemas 2295
resultado 2286
metros 2286
data 2284
levou 2283
terminou 2282
estilo 2281
partes 2276
significa 2274
futebol 2267
capacidade 2243
considerada 2232
parque 2230
natural 2219
tratado 2214
tipos 2202
criado 2184
vista 2182
the 2178
ocorre 2138
acesso 2137
formar 2136
imperador 2122
carlos 2119
batalha 2115
empresa 2115
transporte 2096
frente 2090
incluem 2086
acima 2083
animais 2074
mercado 2064
alemanha 2059
objetivo 2051
atividade 2037
campos 2024
lugares 2019
pesquisa 2017
recursos 2003
torno 1997
localizada 1983
maneira 1982
modelo 1978
denominada 1961
seguintes 1956
sentido 1955
unidade 1954
composta 1951
extinta 1938
conceito 1933
estadual 1931
via 1927
dentre 1921
natureza 1920
eleito 1911
ocorreu 1910
medida 1898
assembleia 1892
plano 1884
dado 1882
afonso 1876
povos 1873
unidades 1864
luz 1861
meados 1861
fica 1859
juntamente 1853
nomes 1852
fronteira 1850
pai 1850
sucesso 1846
festa 1844
castelo 1840
regime 1837
fundada 1833
monte 1828
leis 1825
eventos 1821
mulheres 1814
capela 1812
interesse 1807
casas 1800
civil 1795
linhas 1791
conforme 1784
manuel 1782
pessoa 1775
conhecimento 1772
fontes 1770
rios 1766
livre 1761
bairro 1761
fase 1756
frequentemente 1753
tropas 1748
composto 1747
relativamente 1737
utilizado 1733
aeroporto 1728
aldeia 1725
ideia 1722
lua 1715
seguinte 1713
companhia 1712
pib 1706
antigos 1704
censo 1699
brasileira 1693
henrique 1688
inglaterra 1676
cargo 1674
ouro 1665
material 1664
posteriormente 1659
passa 1654
normalmente 1650
decreto 1650
inclui 1643
especial 1630
tempos 1628
militares 1628
representa 1628
novamente 1623
conseguiu 1619
oceano 1607
realizado 1604
elemento 1595
visto 1594
liga 1592
minas 1592
campeonato 1592
chefe 1589
jogo 1588
baixa 1586
casos 1584
imagem 1577
altura 1564
metropolitana 1564
realizada 1562
ocidental 1562
defesa 1562
passando 1557
produto 1554
escreveu 1548
anual 1548
membro 1547
governador 1542
lista 1541
presente 1540
qualidade 1539
cruz 1532
categoria 1530
valores 1527
plantas 1523
passaram 1520
agricultura 1520
usada 1519
china 1515
paz 1514
situada 1514
trabalhos 1512
oficialmente 1512
provavelmente 1509
deixou 1505
nordeste 1502
naturais 1500
copa 1492
industrial 1491
propriedade 1486
inicialmente 1477
tradicional 1475
movimentos 1473
abaixo 1473
teatro 1471
jesus 1468
manter 1468
simples 1466
ambiente 1466
figura 1456
conhecidos 1454
velocidade 1452
destaque 1451
permite 1449
diretamente 1447
santos 1435
ponte 1432
temperaturas 1429
criar 1427
ar 1427
centros 1427
carta 1426
filme 1423
acabou 1420
liberdade 1418
processos 1406
chamados 1404
pedra 1402
literatura 1399
rua 1395
ajuda 1394
efeito 1393
arquitetura 1391
linguagem 1387
artistas 1385
formado 1384
estrada 1381
judeus 1380
filhos 1376
surgiu 1376
crise 1375
entrada 1373
cor 1371
sobretudo 1369
elevada 1366
propriedades 1365
comercial 1363
encontra 1363
equipe 1363
fundamental 1362
sociais 1359
ganhou 1359
homenagem 1356
filha 1353
classe 1346
humano 1341
reinado 1340
respeito 1340
melhores 1339
antigas 1337
livros 1335
criou 1334
efeitos 1334
filosofia 1330
campanha 1328
localidade 1326
general 1323
conde 1322
parlamento 1321
espanha 1320
veio 1319
nasceu 1319
ideias 1318
portugueses 1313
busca 1313
necessidade 1313
palavras 1310
estruturas 1308
queda 1307
tecnologia 1305
humanos 1304
papa 1299
corte 1299
escrita 1297
praia 1297
john 1294
objetos 1291
europeia 1290
morreu 1289
turismo 1288
professor 1287
sol 1285
tamanho 1285
unido 1282
fernando 1275
roma 1272
letras 1271
seres 1270
limites 1267
milhares 1266
formada 1265
dinastia 1263
romano 1262
coroa 1257
encontrar 1256
conquista 1255
ribeira 1255
problema 1252
consiste 1250
artes 1249
usando 1248
continuou 1248
estrelas 1245
haviam 1243
renda 1243
mulher 1243
zonas 1243
praticamente 1239
armas 1239
urbana 1237
actual 1235
cursos 1234
variedade 1233
oficiais 1233
litoral 1232
nacionais 1232
ferro 1231
cabo 1228
entrou 1228
dividido 1224
curso 1218
autor 1216
jovem 1214
rainha 1212
dominical 1212
dando 1209
grego 1208
margem 1207
rapidamente 1205
apresentam 1204
altitude 1199
nomeado 1197
meios 1193
objeto 1192
utilizada 1189
igrejas 1188
presentes 1187
festival 1186
revista 1184
chegada 1181
povoado 1181
templo 1180
descoberta 1178
senhor 1178
banco 1177
luta 1176
tentativa 1175
lisboa 1175
iii 1173
usados 1171
congresso 1171
faixa 1167
situado 1167
jovens 1165
comuns 1165
ciclo 1163
marco 1163
semelhante 1163
chegar 1160
passar 1159
podemos 1158
original 1157
xix 1153
sudeste 1151
artigo 1151
and 1144
conflito 1142
geografia 1142
cores 1141
comando 1141
totalmente 1138
autoridade 1138
independente 1135
projetos 1135
madeira 1135
dada 1133
formam 1133
prefeito 1131
culturais 1128
evento 1126
complexo 1126
comunidades 1124
solo 1124
padre 1122
tornar 1119
chegaram 1118
baseada 1117
planeta 1116
particularmente 1116
iniciou 1116
encontrados 1115
culto 1115
romanos 1113
trabalhadores 1113
menores 1112
elevado 1112
considerados 1111
viria 1111
exemplos 1108
marca 1108
branco 1106
san 1104
programas 1104
continua 1103
aspectos 1102
moderna 1098
fundado 1098
escrito 1098
filmes 1098
publicado 1095
miguel 1094
fundo 1092
compostos 1092
escala 1089
imigrantes 1088
jornal 1086
crescente 1084
tratamento 1084
estrela 1082
regional 1081
inclusive 1079
resto 1079
voltou 1078
solar 1075
escravos 1074
ministro 1072
diferente 1071
verde 1071
denominado 1070
materiais 1070
organismos 1066
guilherme 1066
oriental 1063
tradicionais 1062
aparece 1062
tribunal 1062
pensamento 1061
engenharia 1059
passagem 1058
assumiu 1058
documentos 1057
festas 1055
completamente 1052
autores 1046
passado 1045
anterior 1044
resultados 1042
grau 1042
jorge 1037
contexto 1036
integrado 1034
bispo 1031
bairros 1029
pertence 1028
eduardo 1026
evitar 1025
comerciais 1024
capaz 1023
afirma 1022
torre 1020
dividida 1019
obter 1017
igual 1017
permaneceu 1017
bacia 1016
pesquisas 1011
fizeram 1009
regras 1009
feira 1008
jardim 1007
casamento 1005
noroeste 1004
unidas 1003
departamento 1003
conhecidas 1002
margens 1002
encontrado 1001
partidos 1001
alunos 1000
distritos 1000
hospital 998
comportamento 997
constante 996
coreia 995
longa 994
populares 993
romana 993
volume 992
cinema 992
receber 990
sofreu 987
humana 987
desenvolveu 984
baseado 983
possibilidade 983
europeus 983
finalmente 983
duque 979
camada 978
consumo 974
posse 973
terem 972
esquerda 970
utilizados 970
resposta 969
corresponde 969
francesa 967
formando 966
enorme 961
recebe 960
internacionais 959
inicial 958
lago 957
biblioteca 956
fortemente 955
reformas 954
culturas 953
carreira 951
urbano 951
particular 950
facto 949
perda 949
famoso 947
x 944
texto 944
medidas 943
academia 942
realizar 941
beira 939
construir 939
faculdade 939
software 939
certo 938
v 938
chamadas 937
ataque 936
poderes 934
produzir 933
decidiu 932
torna 932
religiosa 931
contava 930
guerras 929
teorias 926
mosteiro 926
extremamente 924
leva 922
estabeleceu 922
sudoeste 921
potencial 921
ruas 920
textos 916
montanhas 916
metal 915
reis 915
bens 915
ocupa 914
internet 914
originalmente 909
golpe 909
estando 908
oliveira 908
navios 907
contato 906
redor 905
silva 905
finais 904
mostra 903
seguida 903
troca 902
soldados 901
fins 898
bandas 897
castro 896
disco 896
permitiu 895
interno 895
casal 895
posto 895
reais 893
imagens 892
fatores 890
simplesmente 890
limite 890
estatuto 890
altas 889
abertura 888
dom 887
ocorrem 887
significado 885
conflitos 885
futuro 883
estimada 883
redes 883
extremo 883
latim 882
honra 880
hitler 880
matriz 880
estabelecer 879
m 877
inaugurado 877
pessoal 876
clubes 872
atingiu 871
fortes 871
comprimento 870
pertencente 870
brasileiros 870
continente 869
representantes 869
publicou 869
reconhecimento 869
filipe 869
prata 867
ato 865
gerais 865
mandato 863
executivo 862
rica 861
velho 861
nascimento 857
paris 857
inverno 856
proposta 855
formato 854
conceitos 853
vigor 851
doutrina 848
rural 847
time 847
sangue 845
levando 845
diretor 845
desenvolvido 842
cresceu 842
escritor 840
obteve 839
aumentar 837
som 835
certa 833
passo 833
corpos 831
universidades 831
carga 831
relevo 830
augusto 830
seguir 830
floresta 829
peso 829
mata 829
historiadores 828
tomou 827
musical 827
ataques 827
chegando 826
acontece 825
tentou 824
semana 824
calor 824
abriga 824
ponta 823
surgiram 822
realizadas 821
territorial 820
vivem 820
tribos 820
vermelho 819
assuntos 818
trono 818
oriente 818
classes 818
realidade 818
existentes 817
determinado 817
estudantes 817
governos 815
marinha 815
descendentes 814
atmosfera 807
tomar 806
moradores 805
prefeitura 804
eleitos 804
modelos 803
surgimento 802
declarou 802
taxas 802
anteriormente 802
componentes 801
escritos 800
seguido 800
avenida 800
igualmente 798
encontram 798
altamente 796
esposa 796
junta 794
desenvolver 793
risco 793
inferior 793
fronteiras 792
riqueza 790
amplamente 790
manteve 789
revolta 788
salvador 788
representam 787
ferreira 787
domingo 786
destino 785
bases 785
disputa 784
polo 784
certos 784
ficando 783
ramo 783
agregada 783
documento 782
constituem 781
von 781
xviii 780
varia 780
espanhol 779
franceses 778
figuras 778
alimentos 778
terreno 777
representado 776
mistura 775
impacto 774
votos 774
dinheiro 773
encontradas 772
b 772
fazenda 772
universo 771
aliados 771
senado 771
possa 768
correspondente 768
centenas 767
produzido 767
autoridades 767
europeu 766
refere 765
instrumentos 764
temas 763
canal 761
religiosas 761
resultou 760
partida 760
william 759
conquistou 757
azul 756
guarda 756
associado 755
usadas 754
perdeu 753
historiador 752
planalto 752
consideradas 751
alexandre 751
ligada 751
pais 749
aumentou 749
xx 748
aves 748
democracia 748
vinho 746
surge 745
certas 744
levar 743
gregos 740
apresentou 740
van 740
estabelecimento 740
iv 740
bruto 740
sexo 740
quente 739
suficiente 739
entrar 738
realizados 738
lagoa 737
medicina 737
esporte 737
windows 737
cristo 736
jogadores 735
branca 734
levaram 734
americano 733
vicente 733
vias 732
computador 730
poeta 729
onda 729
mestre 729
deuses 727
sinais 726
povoamento 726
universal 725
fundador 725
prova 725
rock 724
mudou 723
fluxo 722
criando 722
usam 721
ficaram 721
interesses 721
famosa 720
setores 719
deriva 719
jogador 718
frota 717
paulista 717
imperial 716
grega 715
anunciou 715
deixando 714
constitui 712
recentemente 711
amor 710
animal 710
sinal 710
roberto 710
cientistas 709
interna 708
apresentar 708
joaquim 707
baixos 706
seguindo 706
atuais 705
impostos 703
deixar 702
computadores 702
diversidade 701
produzidos 700
tema 700
realizou 698
capazes 698
atingir 698
responsabilidade 697
limitado 697
pertencia 696
aspecto 695
segue 695
monarquia 692
trinta 690
essencialmente 690
in 690
equipamentos 689
reinos 689
viu 689
restantes 689
vi 688
afirmou 688
registros 688
nomeadamente 688
estrangeiros 687
c 686
comunista 685
argentina 683
aconteceu 683
florestas 681
idioma 680
determinada 679
representando 677
foz 677
autonomia 677
global 677
definida 677
actividade 677
significativa 676
haver 676
legislativo 676
identidade 675
associada 674
produz 673
restante 673
alfabeto 673
pesca 673
fator 672
foral 672
xvi 669
tv 669
imediatamente 668
estudiosos 667
origens 667
santiago 666
voto 666
oferece 666
imprensa 666
encontrada 665
procura 665
suporte 665
quantidades 665
ordens 665
viver 664
colonial 663
escolha 663
candidato 662
serve 662
permitindo 661
reconhecido 661
utilizando 660
cartas 660
socialista 660
negros 659
george 659
moderno 659
venceu 658
rico 658
participou 658
planos 658
estradas 657
israel 657
carne 657
belo 656
derrota 656
altos 655
cem 655
largo 654
robert 654
extinto 654
bahia 653
personagem 652
iria 652
registro 652
promover 651
james 651
recente 651
comarca 650
pereira 649
variam 649
estabelecimentos 649
par 648
construiu 648
pico 646
aberto 645
direta 644
viviam 644
mato 644
pedido 644
turistas 644
nativos 643
motivo 643
equivalente 642
trouxe 641
relacionados 640
baixas 639
recentes 638
cultivo 638
passageiros 638
pintura 638
facilmente 637
ondas 636
vontade 636
entanto 636
profissional 635
moeda 634
escrever 633
david 633
completo 633
mitologia 632
tornando 632
natal 632
amigo 631
religiosos 631
profissionais 630
artista 630
venda 630
espanhola 629
ligados 629
dependendo 629
velha 629
ramos 629
santana 629
rodovia 629
fundou 628
dificuldades 628
lagos 627
descreve 627
viveu 626
permanente 626
folhas 626
cristianismo 626
iniciativa 625
nobel 625
depende 624
londres 624
chuvas 621
definido 621
nascido 621
tornaram 621
thomas 621
utilizadas 620
chega 620
ficar 618
necessidades 617
barra 617
utilizar 616
eixo 615
vieram 615
publicada 615
ocorrer 615
fogo 614
localidades 614
caiu 614
representar 613
anteriores 612
escritores 612
deram 612
funcionamento 612
relativa 611
reservas 611
capitania 611
superiores 611
permitir 610
civis 610
anualmente 610
cadeia 610
reserva 610
terrenos 609
paul 608
encontro 608
inaugurada 608
los 607
estudar 606
serviu 606
produtor 606
personagens 606
gomes 604
descoberto 603
modernos 603
fortaleza 602
actualmente 602
existia 600
permitem 599
existiam 599
passam 599
encontrou 597
protestantes 597
combate 597
durou 597
custo 597
ibge 597
indica 596
exceto 596
correntes 596
completa 596
estabelecido 596
infraestrutura 596
determinar 595
camadas 593
praias 593
vivo 593
minerais 592
tomada 592
permanece 592
referir 591
artigos 591
realmente 591
paisagem 590
visita 589
hino 588
municipais 587
associados 586
externa 586
jornais 585
ingleses 584
leite 584
registrada 583
italiano 582
deusa 582
acervo 582
pertencentes 581
exclusivamente 580
charles 580
face 580
religioso 580
xvii 579
samba 579
existente 578
provenientes 578
ventos 577
romance 577
massas 576
convento 576
participar 575
enviou 574
planetas 573
produziu 572
paredes 572
negro 571
colonos 570
contendo 570
del 569
mortos 569
gases 567
isabel 567
marcado 567
sousa 566
constitucional 565
tradicionalmente 565
desenho 565
diocese 565
abastecimento 564
gado 563
irlanda 563
peixes 562
brancos 562
restos 562
possuir 561
fundamentais 561
latina 560
definir 560
acreditava 560
planta 560
nuclear 558
tropical 558
virtude 558
americana 558
escolhido 558
quadro 557
amigos 557
condado 557
mostram 556
transportes 555
semelhantes 555
discurso 554
equipes 554
usou 553
porta 553
actividades 553
localizados 552
comumente 552
monarca 552
rochas 552
levado 551
golfo 551
bloco 551
ajudar 551
corrida 551
residentes 550
vento 549
relacionadas 549
ocupada 549
criadas 548
investimentos 548
monumento 548
dezenas 548
motivos 547
liderada 547
instalado 547
fala 546
falar 546
cobre 546
tentativas 546
apresentando 546
parques 545
recebido 545
visitantes 545
machado 544
retorno 543
martinho 543
regionais 543
progresso 543
russo 541
catedral 541
acreditam 538
ferramentas 537
resulta 536
precisa 536
desejo 535
armadas 535
pedras 535
vive 534
olhos 533
relatos 533
beleza 533
antonio 533
causas 532
milho 532
alvo 531
adotou 531
descobriu 531
torres 530
descrever 530
posterior 529
egito 529
envolve 529
entretanto 529
faziam 529
cruzeiro 529
explicar 528
gama 528
desenvolvida 528
sociedades 528
garantir 528
criados 527
possam 527
similar 527
resultando 527
luiz 527
coronel 526
celular 526
nobres 526
estilos 525
estabeleceram 525
inglesa 524
descrito 524
marcou 524
verdadeira 523
atos 523
utiliza 523
reconhecida 522
instrumento 522
espacial 522
mortalidade 521
contribuiu 521
solos 521
integrada 521
chamou 520
musicais 520
demanda 519
rota 519
sector 519
pudesse 518
escudo 518
conseguir 518
terminal 518
significativo 517
arco 517
causou 516
carbono 516
referido 516
tecido 515
estimativas 515
toneladas 514
esportes 514
compreende 513
deputado 513
predominantemente 512
abrange 512
carnaval 512
bento 511
tabela 511
provas 511
pena 510
dedicada 510
definitivamente 510
ritmo 509
marcada 509
ganhar 508
influenciado 507
ordenou 507
viagens 507
assinado 506
localizadas 506
aldeias 506
parceria 506
graus 506
utilizam 506
comandante 505
consideram 505
entidade 505
gelo 505
ambiental 505
proximidade 505
eleitoral 505
alberto 504
mudar 504
larga 504
realiza 504
tecidos 503
juiz 503
ligadas 503
ficam 503
tratados 503
supremo 503
engenheiro 503
considera 502
claro 501
exterior 501
bandeiras 500
sala 500
pinturas 499
lenda 499
entidades 499
objetivos 499
conjuntos 499
vizinhos 499
classificada 499
flores 496
concelhos 496
descobertas 495
lados 495
vasco 493
normas 493
conseguiram 492
africanos 492
voltar 491
ocorreram 491
ricardo 491
representante 491
servir 491
liderado 490
pediu 490
palco 490
queria 489
iniciado 489
chama 489
parcialmente 489
populosa 489
poesia 488
representada 488
popularidade 488
nota 487
portos 487
dedicado 486
aberta 486
monumentos 486
membrana 486
estende 485
vivos 485
anexada 485
cobertura 484
defender 484
ocupado 484
el 483
oferta 483
richard 483
retornou 483
gradualmente 483
americanos 482
infantil 482
manoel 482
pertenceu 482
funciona 481
vilas 481
emprego 480
antiguidade 480
estabelecida 480
distante 480
rocha 480
proteger 479
chuva 479
catarina 479
ideal 478
colocado 478
reduzir 478
pobreza 478
estabilidade 477
clara 477
seguiu 477
ocidentais 476
secretaria 476
investimento 475
rodrigues 475
faixas 474
numerosos 474
relacionada 474
industriais 473
chamar 473
cortes 473
mostrou 472
melhorar 472
organismo 472
havendo 472
dispositivos 471
fornece 471
planejamento 471
cena 471
lojas 471
canais 471
iniciada 470
direto 470
continuaram 470
topo 469
new 469
seca 469
moral 468
abordagem 468
deputados 468
afirmam 467
postos 467
fatos 467
essencial 466
livres 466
famosos 466
rurais 466
observar 465
ditadura 465
contrato 465
continuam 465
remonta 465
grosso 464
assumir 464
gabinete 464
soma 464
carros 464
terrestre 463
produzem 463
professores 463
metais 463
bancos 463
vilar 463
formal 462
envolvendo 462
joseph 462
pratos 462
pesquisadores 461
almeida 461
motor 461
buenos 460
autoria 460
designado 460
especificamente 460
causar 460
classificado 459
atletas 459
capitais 458
ermida 458
relacionado 457
ajudou 457
trabalhou 456
vasta 456
dominante 455
receberam 455
soberania 455
seguidores 455
esfera 455
trata 455
navio 455
populoso 455
fornecer 455
destaca 455
vales 454
cargos 454
desempenho 454
independentes 453
considerar 452
significativamente 452
recebendo 452
define 451
raios 450
psicologia 450
sexual 449
d 449
dona 449
referida 448
sega 447
existir 446
curto 446
nela 446
tom 446
capita 446
torneio 446
paroquial 446
legal 445
apoiar 444
foco 444
arquivos 444
ribeiro 444
costumes 443
conheceu 443
dna 443
basicamente 442
propriamente 441
danos 441
bola 440
mm 439
mandou 439
africana 439
tipicamente 439
vendas 439
intensa 438
herdeiro 438
circuito 438
especiais 437
vindos 437
integrar 437
conhecer 437
frio 437
feminino 437
invernos 436
humanidade 436
contando 436
consegue 436
derivado 436
propostas 436
conquistar 436
resolver 436
vinha 436
companhias 436
pertencem 436
montes 435
et 435
predominante 435
semanas 435
componente 435
urbanos 435
nasce 435
minutos 435
produzida 434
latitude 434
ocorrido 434
domingos 434
vermelha 434
carvalho 434
leitura 433
descreveu 433
controlar 433
faleceu 433
juan 432
debate 432
estudou 432
carolina 432
arquiteto 431
acontecimentos 431
claramente 431
produtores 430
limitada 430
contou 430
biologia 430
mantendo 430
possuindo 430
colapso 429
padroeiro 429
provocou 428
lima 428
voz 428
preto 428
deixaram 427
raio 427
mostrar 427
formalmente 427
regra 427
pernambuco 427
parede 427
mecanismo 426
vizinha 426
adotada 425
exatamente 425
washington 425
divididos 425
coimbra 425
indicam 424
inteiramente 424
teorema 424
entra 424
morto 423
numerosas 422
apareceu 422
liberal 422
areia 422
rodovias 422
belas 422
y 421
obtido 421
continental 421
coluna 421
operacional 421
momentos 420
perspectiva 420
mecanismos 420
vivia 420
plataforma 420
lar 420
couto 420
rotas 419
status 419
quentes 419
saiu 418
servida 418
ricos 418
martins 418
frei 418
necessariamente 417
caracterizado 417
aprovada 417
raramente 417
ocidente 417
determinadas 417
aumenta 417
oportunidade 417
processamento 416
fama 416
preciso 415
apresentado 415
russa 415
comerciantes 415
ana 415
princesa 414
entender 414
aparentemente 414
sal 414
falado 413
nobre 413
agentes 413
expectativa 413
fruto 413
chineses 413
atendimento 412
alternativa 411
adotado 411
pagar 410
acordos 410
alfredo 409
franco 409
aumentando 408
jornalista 408
magnitude 407
designar 407
templos 407
continuar 407
hectares 407
world 407
ficava 407
douro 407
fases 406
financeiro 406
italiana 406
retirada 405
recebem 405
ministros 405
nobreza 405
alves 405
arquivo 404
aceita 404
marcos 404
tecnologias 404
newton 404
neve 404
artesanato 404
cavaleiros 404
olho 403
gerou 403
constituir 403
organizado 403
assunto 403
bissexto 403
formou 402
quaisquer 402
sucessor 402
pobres 402
compra 402
chinesa 402
sugere 401
raiz 401
iniciais 401
dominicais 401
organizar 400
microsoft 400
criaram 399
ideologia 399
baseados 399
nomeou 399
protocolo 399
classificados 399
pele 399
doce 398
alma 398
lutas 397
moedas 397
determinados 397
sofre 397
poema 396
conhecimentos 396
tendem 396
perdendo 396
formados 396
estaduais 396
incluir 395
estreito 395
nascidos 395
sofrer 395
considerando 394
aparecem 394
particulares 394
campanhas 394
elite 394
deixa 394
museus 393
organizada 393
surgem 393
medieval 393
ambientes 393
custos 393
ferrovia 393
colocar 392
mensagem 392
portas 392
estabelece 391
boca 391
formaram 390
caracterizada 390
frase 390
profundamente 390
berlim 390
derivada 390
gerando 390
dependente 390
padroeira 390
complexos 390
atinge 389
vapor 389
acabaram 389
bibliotecas 389
desenvolveram 388
consenso 388
resultante 388
xv 388
candidatos 387
constantemente 387
tornado 387
regular 387
perder 387
abriu 387
ensinamentos 387
detalhes 386
uruguai 386
chile 386
destacam 385
primavera 385
descrita 385
temporada 385
lula 385
f 385
enviado 384
japoneses 384
mente 384
arroz 383
procurou 383
italianos 383
placas 383
recorde 382
ideais 382
fauna 382
ocupar 381
causando 381
dificuldade 381
centrais 380
dupla 380
notas 380
sonda 380
cria 379
eleitores 379
identificar 379
posteriores 379
assume 379
senador 379
adultos 379
caetano 379
deserto 378
alegre 378
baseadas 378
nele 378
dizendo 378
acaba 378
aquando 378
negra 377
estatal 377
exercer 377
g 377
receitas 377
nascente 377
proveniente 376
pista 376
datada 376
historicamente 375
adquiriu 375
localiza 375
preso 375
salas 375
sancho 375
procure 375
falantes 374
distintas 374
traz 374
disciplina 374
finalidade 374
proximidades 374
ativa 373
constantes 373
cargas 372
aquecimento 372
extensa 372
infante 372
voos 372
bela 372
percurso 371
mortes 371
vantagem 371
lutero 371
precisamente 370
naval 370
vasto 370
campus 370
japonesa 370
design 370
desenvolvidos 369
eua 369
sucedido 369
xiii 369
arcebispo 369
disputas 368
mercados 368
servem 368
estaria 368
introduziu 368
recurso 368
privada 367
visando 367
gerar 367
marcas 367
testemunhas 367
expressa 367
caminhos 366
rituais 366
alimento 366
passava 366
subdividido 366
denominados 366
servido 366
pagamento 366
parecem 365
intitulado 365
integrante 365
jaime 365
intensidade 364
contar 364
partiu 364
ia 364
dirigido 364
xiv 364
divide 364
quarenta 364
canto 364
personalidade 363
eventualmente 363
normal 363
chegam 363
acompanhado 363
oferecer 363
peixe 363
categorias 363
habitada 363
xii 363
considerava 362
gastos 362
assassinato 362
substituir 362
flora 362
horizonte 362
dava 361
dor 361
tese 361
barragem 361
renascimento 360
propaganda 359
marx 359
eletricidade 359
onu 359
masculino 359
ovos 359
sons 359
placa 359
testamento 359
estuda 358
modernas 358
carro 358
continuidade 358
chefes 358
assinou 358
publicados 358
registrado 358
excelente 358
indo 358
pinheiro 358
amazonas 357
privadas 357
imediata 357
desemprego 357
totalidade 356
maia 356
idiomas 356
karl 356
fundos 356
instalada 356
sugerem 356
relato 356
le 356
entraram 355
mito 355
parada 355
tratar 355
destacar 355
king 355
apoiado 354
influenciada 354
produzindo 354
jamais 354
ocupando 354
testes 354
associadas 353
castela 353
relevante 353
intelectuais 353
quadrados 353
mensagens 353
festivais 353
gil 353
profunda 352
relacionamento 352
bispos 352
pares 351
derivados 351
visual 351
mantido 350
responde 350
pessoais 350
frutos 350
designada 350
cantor 350
campina 350
vistas 349
primeiramente 349
michael 349
passos 349
iorque 349
estimativa 349
tribo 349
integrantes 349
erros 348
epacta 348
explica 347
mandatos 347
budismo 347
frequentes 346
argumento 346
cinquenta 346
observado 346
encontrava 346
lopes 346
absoluta 345
equador 345
colocou 345
casou 345
aceitar 345
concluiu 345
conter 345
longos 345
nicolau 345
inicia 344
captura 344
atitude 344
grave 344
vargas 344
missa 344
pacto 343
independentemente 343
gravidade 343
escritas 343
metro 343
hotel 343
vistos 342
europeias 342
curta 342
vieira 342
precisam 341
alimentar 341
porte 341
censos 341
contraste 340
henry 340
financeira 340
abundante 340
morro 340
juntos 339
causada 338
escolar 338
datam 338
genes 338
xi 338
angra 338
entendimento 337
popularmente 337
oscar 337
vegetais 337
arcos 337
aplicada 337
habilidade 337
interface 337
comparado 336
paraguai 336
linguagens 336
vencer 336
situa 336
aprovou 335
pintor 335
liderados 335
prazo 335
crescer 335
recife 335
braga 335
legado 334
ler 334
revelou 334
fome 334
louis 334
costumam 334
urbanas 334
produzidas 333
originais 333
aparecimento 333
costuma 333
educacional 333
legislativa 333
comida 333
mendes 333
assentamento 333
presidentes 332
combater 332
registrou 332
levam 331
compreender 331
impedir 331
conselhos 331
perdido 331
introduzido 331
desporto 331
fazendas 331
seco 331
umidade 330
kim 330
sentimento 330
orago 330
permaneceram 329
afirmar 329
hierarquia 329
sujeito 329
comunistas 329
aulas 329
morreram 329
riacho 329
enzimas 329
derrotado 328
tribunais 328
pleno 328
tarefa 328
assegurar 328
aliado 328
administrativas 328
fundadores 328
chave 328
registrados 327
compositor 327
carl 327
turquia 327
angola 327
portuguesas 327
fernandes 327
orientais 327
longitude 327
mineral 326
afirmando 326
senhores 326
vencedor 326
atender 326
crimes 326
falam 326
blocos 326
google 326
der 325
minoria 325
sair 325
smith 325
incluiu 324
rumo 324
individuais 324
tornam 324
aprovado 324
judaica 324
treinamento 324
iguais 324
espiritual 324
franca 324
bolsa 324
intervalo 323
protestos 323
transformou 323
rendimento 323
web 323
humanas 322
imposto 322
servindo 322
lazer 322
suprema 322
administrativo 322
desfile 322
gente 322
exame 321
inspirado 321
trecho 321
largura 321
formadas 321
pertencer 321
bernardo 320
seguem 320
vitamina 320
anel 320
dialetos 320
divindade 320
miranda 319
efetivamente 319
site 319
reconhecer 319
diogo 319
dispositivo 319
dista 319
similares 318
discos 318
graves 318
poemas 318
zeus 318
abandonar 318
liberais 318
republicano 318
transformar 318
conquistas 318
york 318
probabilidade 318
coleta 318
mundiais 317
colocada 317
medalha 317
auge 317
intuito 317
termina 317
dinamarca 317
medo 317
prosperidade 316
dura 316
roosevelt 316
amarelo 316
montanha 316
executar 316
telefonia 316
altitudes 315
existiu 315
inimigos 315
tarefas 315
assinatura 315
batista 315
integra 315
pau 315
participantes 314
trabalhando 314
influenciou 314
visitar 314
ligeiramente 314
modalidade 314
usina 314
rosa 314
alentejo 314
gera 313
dominada 313
tomaram 313
contos 313
implica 313
organizou 313
refugiados 313
norma 313
acidente 313
sagrado 313
advento 312
peru 312
destinado 312
agostinho 312
vizinhas 312
coberta 312
terrestres 312
extrema 312
poderoso 312
darwin 312
ranking 312
restaurantes 312
vii 311
governante 311
consideravelmente 311
julgamento 311
cavalo 311
hospitais 311
aparente 311
pertenciam 311
privado 311
experimentos 310
cordilheira 310
igualdade 310
enfrentar 310
transferida 310
friedrich 310
sociologia 310
vinda 310
jean 309
fragmentos 309
bronze 309
max 309
presos 309
moinhos 309
brilhante 309
pierre 308
adeptos 308
armada 308
simultaneamente 308
concedeu 308
diminuir 308
plena 308
interessante 308
soares 308
vinhos 308
atacar 308
navegador 307
significativas 307
tenta 307
tentando 307
des 307
dependem 307
conhece 307
caixa 307
shows 307
causado 306
intelectual 306
globo 306
armazenamento 306
executado 306
provincial 306
concedido 305
recusou 305
capitalismo 305
cabe 305
crime 305
datado 305
costume 305
oriundos 305
regulares 305
relatividade 304
catolicismo 304
governou 304
impulso 304
mercadorias 304
encontraram 304
sugeriu 304
times 304
estimado 304
referendo 304
xadrez 304
acredita 303
intenso 303
casais 303
atrair 303
neto 302
aceitou 302
considerou 302
aplicado 302
pensar 302
cuidados 302
campeonatos 302
cerco 302
escultura 302
governantes 301
dizia 301
desenvolvidas 301
hong 301
johann 301
desenhos 301
digital 301
desanexados 301
atravessa 300
ciclos 300
erro 300
trigo 300
paralelo 300
roupas 300
cuba 299
individual 299
demonstrar 299
marte 299
ocupou 299
enfrentou 299
leonardo 299
determina 298
gravitacional 298
bush 298
mapa 298
nomeados 298
falada 297
batalhas 297
quadros 297
surgir 297
personalidades 297
al 297
palmeiras 297
voltada 297
editora 297
elevadas 296
vegetal 296
ossos 296
lidar 296
decorrer 296
envolvidos 296
ambientais 296
divididas 296
piloto 296
assentamentos 296
caracteres 296
trazer 295
agente 295
abrir 295
opera 295
teste 295
recuperar 294
apresentada 294
marido 294
ganharam 294
fria 294
lendas 294
ganhando 294
entregue 294
holandeses 294
algas 294
divisa 294
citado 294
funcionar 293
nazista 293
arthur 293
reconheceu 293
elevados 293
longas 293
descendente 293
atua 292
derrotou 292
escolher 292
buscar 292
juventude 292
supostamente 292
usinas 292
receita 292
divino 292
iraque 292
chegado 291
radical 291
profundidade 291
bacias 291
enviados 291
apple 291
retornar 290
economicamente 290
reduzido 290
desenvolve 290
poetas 290
parecia 290
especialistas 290
tocar 290
alcance 290
fungos 290
geometria 290
outrora 290
extremidade 290
separadas 290
indiana 290
russos 289
financeiros 289
estabelecendo 289
atenas 289
permanecer 289
vivendo 289
ativo 289
primo 289
correspondem 289
denominadas 289
flor 289
bordo 289
rebeldes 288
venezuela 288
pior 288
variando 288
di 288
aires 288
subiu 288
intimamente 288
etapa 288
atingindo 288
colombo 287
deixado 287
aeroportos 287
cenas 287
decidiram 287
tende 287
permanecem 287
pudessem 287
morais 287
visitou 287
escreve 287
ricas 287
praticado 287
noruega 287
acreditavam 286
tornaria 286
vizinho 286
peter 285
tomando 285
invadiu 285
luis 285
terreiro 285
mitos 285
concurso 285
dakota 285
viajou 284
variadas 284
realizam 284
albert 284
separados 284
familiar 284
traduzido 284
ligando 284
variante 284
verdes 284
variedades 284
controlo 284
costas 284
partidas 284
equipa 284
evidente 283
cadeias 283
acusado 283
representava 283
candidatura 283
circular 283
pontes 282
iniciaram 282
familiares 282
barcos 282
complexidade 282
fibras 282
projecto 282
referentes 282
club 282
libertadores 282
cadeira 282
observou 281
fifa 281
primitiva 281
continha 281
espectro 280
liderou 280
defende 280
influente 280
nucleares 280
melhoria 280
presidencial 280
frequente 279
levada 279
preservar 279
oferecem 279
cientista 279
auxiliar 279
apoiou 279
alfred 279
permitia 279
ritual 279
faria 279
minorias 278
governamentais 278
reuniu 278
meia 278
perdas 278
respectivos 278
mesa 278
viii 278
show 278
nuvens 277
substituiu 277
anuais 277
participaram 277
marechal 277
harry 277
oportunidades 277
reflete 277
objectivo 277
nutrientes 277
cunha 277
nasceram 277
stalin 277
shopping 277
trazendo 276
descobrir 276
profundo 276
trabalham 276
indicar 276
faculdades 276
confronto 276
administrado 276
virgem 276
segmento 276
gales 276
criador 275
consistia 275
representou 275
possibilidades 275
dezesseis 275
contam 275
brasileiras 275
desmembrado 275
enredo 275
nativa 274
coloca 274
promovido 273
cidadania 273
destinada 273
enviar 273
permitido 273
viena 273
requer 273
walter 273
figueira 273
declarado 272
fuga 272
essenciais 272
internas 272
doutor 272
engenheiros 272
levantamento 272
emprega 272
costeira 272
dieta 272
exemplares 272
feriados 272
sacro 272
drogas 272
estabelecidas 271
estreita 271
outono 271
contribui 271
escassez 271
linear 271
facilitar 271
arredores 271
modalidades 271
vender 271
colinas 271
marcelo 271
loja 271
diego 270
africano 270
amizade 270
estadunidense 270
dita 270
significando 270
ligas 270
ganha 270
deslocamento 269
rafael 269
usavam 269
fundaram 269
hungria 269
servidor 269
lutar 268
pobre 268
situadas 268
explorar 268
trens 268
separado 267
medir 267
revela 267
constantino 267
abandonou 267
inserido 267
obtidos 267
duma 267
buscando 267
teixeira 267
guiana 266
permitiram 266
fachada 266
volumes 266
notar 266
departamentos 266
teologia 266
colocados 265
esculturas 265
influentes 265
national 265
artificial 265
antigamente 265
invadiram 265
excesso 265
machos 265
tronco 265
escolhida 265
consta 265
viana 265
arquitetos 264
mostrando 264
moda 264
largamente 264
instabilidade 264
assassinado 264
empregado 264
desportivo 264
folha 264
equipamento 263
imperadores 263
envolvido 263
naturalmente 263
soberano 263
casado 263
proposto 263
buraco 263
dirigida 263
promoveu 263
parlamentar 263
primariamente 263
originou 262
destinados 262
consigo 262
anarquistas 262
molecular 262
sir 262
territoriais 262
duarte 262
meridional 262
datas 261
defendeu 261
completar 261
destinos 261
apresentava 261
francesas 261
protestante 261
espada 261
major 261
engloba 260
dominado 260
regularmente 260
pretendia 260
dialeto 260
serras 260
engenho 260
roda 260
cordas 259
cumprir 259
obtida 259
totalizando 259
grandeza 259
to 259
famosas 259
apelido 259
agricultores 258
existindo 258
aluno 258
otomano 258
obrigados 258
alegando 258
inferiores 258
arena 258
cavaleiro 258
joana 258
atrai 257
revistas 257
espalhados 257
transformado 256
defensores 256
black 256
distintos 256
gosto 256
reduzida 256
sais 256
permanecendo 256
saudita 256
expulsos 256
voo 256
exerceu 256
regente 256
condenado 256
jogar 256
disciplinas 255
fertilidade 255
daniel 255
brilho 255
pretende 255
identificado 255
argumentos 255
apontam 255
caracteriza 255
abrigar 255
definidas 255
teresa 255
matar 254
diminuiu 254
organizados 254
camponeses 254
perigo 254
einstein 254
definidos 254
bebidas 254
corridas 254
ocasionalmente 254
atraiu 254
sintomas 254
inteiro 253
tio 253
memorial 253
paisagens 253
enormes 252
alterado 252
variar 252
separada 252
gerado 252
fluido 252
perfil 252
mestres 252
nero 252
eleita 252
ducado 252
ue 252
nuno 252
maneiras 251
eficiente 251
proeminente 251
variados 251
classificadas 251
respectivas 251
galeria 251
pacientes 251
vendeu 251
cova 251
dinis 251
compositores 250
estreia 250
seguiram 250
defendem 250
fornecem 250
empregos 250
trabalha 250
nave 250
moreira 250
coberto 249
parcela 249
prisioneiros 249
entrevista 249
contas 249
chicago 249
royal 249
exercido 249
menino 249
salazar 249
representados 249
doutrinas 249
internos 248
comprar 248
reconhecidos 248
complexa 248
socialistas 248
qualidades 248
esquema 248
vertente 247
adquirir 247
governar 247
contribuindo 247
envolvem 247
ferramenta 247
parecer 247
provoca 247
martin 247
hugo 247
incorporada 247
residente 247
leonor 247
economias 246
socialismo 246
listas 246
seguro 246
moura 246
mac 246
ortodoxa 245
sujeitos 245
segmentos 245
respondeu 245
acidentes 245
gastronomia 245
extenso 244
nascer 244
ancestral 244
macau 244
artilharia 243
padres 243
malha 243
fugir 243
delta 243
chico 243
distinguir 243
bartolomeu 243
compostas 243
diferentemente 243
normandia 243
usualmente 243
vereadores 243
isolamento 242
colunas 242
feminina 242
embaixador 242
habilidades 242
constituindo 242
nacionalismo 242
cair 242
profundas 242
latino 242
federais 242
coordenadas 242
persa 241
mantiveram 241
crescendo 241
convidado 241
transferido 241
escolheu 241
angeles 241
motores 241
evangelho 241
aponta 241
abadia 241
gatos 241
relevantes 240
apareceram 240
cuidado 240
senadores 240
voltado 240
adn 240
mina 240
divina 240
pioneiro 240
desportiva 240
dono 240
frutas 239
promove 239
muda 239
organizadas 239
clemente 239
matou 239
adicional 239
cm 239
reeleito 239
medalhas 239
mouros 239
variantes 239
gols 239
henriques 239
rowling 239
reconhece 238
evoluiu 238
cantora 238
jardins 238
estudante 238
determinou 238
linhagem 238
reconquista 238
barroco 238
oceanos 237
facilidade 237
vendidos 237
desenvolvendo 237
desigualdade 237
proporcional 237
wilhelm 237
ocorrendo 237
n 237
pura 237
demonstrou 237
clero 237
retirar 237
uniforme 237
percentual 236
apolo 236
cura 236
toma 236
provar 236
conseguido 236
projetado 236
fornecimento 236
sedes 236
trem 236
marcha 236
citar 235
usava 235
guia 235
estabelecidos 235
defendia 235
assis 235
procurar 235
alterar 235
ave 235
simboliza 235
tomado 234
praticada 234
folclore 234
milhas 234
compromisso 234
pensadores 234
ofereceu 234
tropicais 234
acabar 234
sessenta 234
governado 234
resolveu 234
feriado 234
turcos 234
pop 234
aparelho 234
acumulado 234
telefone 234
gol 234
conquistado 233
exige 233
polos 233
artur 233
mostraram 233
percentagem 233
sementes 233
derrotar 233
pioneiros 233
nacionalistas 232
atingido 232
relata 232
mantida 232
provocar 232
ativos 232
iniciando 232
congo 232
registo 232
constituinte 232
consequente 232
nelson 232
cardeal 232
sula 232
perde 231
surgido 231
procedimentos 231
disponibilidade 231
saneamento 231
iam 231
sepultado 231
tabuleiro 231
ibm 231
indicando 230
senso 230
relativo 230
inimigo 230
sentimentos 230
indicado 230
mary 230
metropolitano 230
leitos 230
rodrigo 230
colonizadores 229
sexuais 229
oferecendo 229
atuar 229
previamente 229
bomba 229
fotografia 229
financiamento 229
ix 229
aglomerado 229
frederico 229
divindades 229
dadas 228
adotar 228
sabia 228
vasos 228
arma 228
du 228
mensal 228
sai 228
gerada 228
suficientemente 228
participa 228
vendido 228
algoritmo 228
vigente 228
abrangendo 228
quebra 228
torcida 228
otaviano 228
galileu 227
lavoura 227
declararam 227
filhas 227
revoltas 227
harmonia 227
positivo 227
produtividade 227
villa 227
conselheiro 226
abundantes 226
nacionalista 226
fiel 226
vendida 226
substituindo 226
penas 226
pedir 226
terminando 226
atriz 226
pinto 226
cavalaria 226
perderam 225
poderosa 225
eliminar 225
ecossistemas 225
crosta 225
governadores 225
passagens 225
felipe 225
tricolor 225
limita 225
cabral 224
indiano 224
concentra 224
lucas 224
circuitos 224
utilizou 224
encosta 224
gilberto 224
aguiar 224
governada 223
romanas 223
ocorrida 223
futura 223
velhos 223
adicionais 223
vantagens 223
definiu 223
vital 223
barbosa 223
tejo 223
pires 223
culminou 222
visa 222
assumindo 222
usos 222
registradas 222
lembrar 222
itens 222
povoados 222
fixa 222
lealdade 222
desportos 222
nomeada 222
conquistada 221
etnia 221
caio 221
oferecido 221
mencionado 221
ora 221
tomadas 221
sofreram 221
empregando 221
secos 221
afluentes 221
ocupam 221
governamental 221
resultantes 221
registos 221
souza 221
promessa 221
vinham 221
versos 220
fiscal 220
envolvimento 220
garantia 220
unesco 220
permanentes 220
barreira 220
servia 220
ala 220
gabriel 220
sobrinho 220
sucessos 220
emissoras 219
elaborar 219
respectivamente 219
trocas 219
habitado 219
estrangeiro 219
quadrado 219
aplicar 219
acompanhada 219
atributos 219
atraindo 219
andar 219
city 219
paysandu 219
remanescentes 218
habitavam 218
predominam 218
utilidade 218
edward 218
puramente 218
terminar 218
tiro 218
situados 218
ocuparam 218
melo 218
tenente 218
literalmente 218
queriam 217
entrega 217
alexander 217
vidas 217
classificou 217
festividades 217
instituiu 217
raro 217
resultaram 217
ligam 217
administrada 217
acre 217
raimundo 217
aprender 217
aparecer 217
barros 217
rival 217
haroldo 217
observador 216
predomina 216
legais 216
jacques 216
contribuem 216
cresce 216
noites 216
condados 216
limpeza 216
celulares 216
brancas 216
barco 215
modos 215
melhorias 215
raul 215
acontecimento 215
empregados 215
trilha 215
sucessivas 215
estrangeiras 215
torneios 215
vagas 215
perfeitamente 214
curva 214
altar 214
garante 214
presidenciais 214
tubo 214
juntas 214
terminais 214
orquestra 214
falha 214
isaac 213
definitiva 213
analisar 213
respostas 213
despesas 213
viram 213
roque 213
tela 213
correia 213
judicial 213
funcionam 213
gato 213
reunir 212
contagem 212
nomear 212
significativos 212
fundamentos 212
publicamente 212
destruir 212
insetos 212
celebrado 212
promulgada 212
sediou 212
atende 212
pescadores 212
dividir 212
ribeiras 212
arquitectura 212
novela 212
conto 212
debates 211
exerce 211
constituiu 211
iniciativas 211
influenciar 211
chaves 211
concluir 211
patente 211
doou 211
integral 211
transmitir 211
remontam 211
demonstra 211
prato 211
pintores 211
publicadas 211
sediada 211
ensaio 210
mares 210
absoluto 210
visitas 210
publicar 210
atuam 210
conseguem 210
justamente 210
controlada 210
voltaram 210
romances 210
mantinha 210
retrato 210
calcular 209
trouxeram 209
praticantes 209
politicamente 209
sacerdote 209
colocando 209
parcial 209
postura 209
ibne 209
procedimento 209
tupi 209
diretrizes 209
dominar 209
texas 209
holanda 209
procurando 208
segundos 208
verificar 208
mortais 208
concordou 208
visconde 208
observada 208
provocando 208
aumentaram 208
exteriores 208
rita 208
gaspar 208
enviada 208
regimes 208
senna 208
batata 208
tesouro 208
solares 207
continuamente 207
superar 207
lentamente 207
separa 207
velocidades 207
usaram 207
positiva 207
anunciado 207
introduzida 207
nacionalidade 206
advogado 206
liberalismo 206
en 206
desenvolvem 206
experimental 206
costeiras 206
abandono 206
partindo 206
ator 206
capelas 206
cliente 206
assinaram 205
discursos 205
agir 205
ajudaram 205
coletivo 205
renunciou 205
hans 205
equivale 205
fracasso 205
rui 205
realizaram 204
descrevem 204
corre 204
povoada 204
tito 204
narrativa 204
moscou 204
adequada 204
comparada 204
internacionalmente 204
operacionais 204
verbo 204
designa 204
mudaram 204
etapas 204
democrata 204
gigantes 204
picos 204
bill 204
meteorologia 204
bateria 204
havido 203
progressivamente 203
etnias 203
distantes 203
preparado 203
confirmou 203
haveria 203
republicanos 203
responder 203
international 203
fugiu 203
bebida 203
americanas 203
parentes 203
farinha 203
votar 203
seguidos 203
referem 203
voltando 202
aprendizagem 202
referente 202
capa 202
encarregado 202
mapas 202
afluente 202
invasores 202
desempenhou 202
encontramos 202
julgado 202
almirante 202
music 202
singapura 202
previsto 201
porcentagem 201
ganho 201
radicais 201
adequado 201
adolf 201
espalhadas 201
censura 201
t 201
selo 201
olhar 201
consideravam 201
atores 201
trabalhista 201
manaus 201
monges 201
sagrada 201
gravado 201
nintendo 201
aglomerados 200
espaciais 200
atuando 200
crises 200
declarada 200
parlamentares 200
sofrido 200
infinito 200
duzentos 200
expandir 200
ancestrais 200
comportamentos 200
escapar 200
mede 200
drenagem 200
salto 200
andrade 200
infantaria 200
mineiro 200
escoamento 200
atendida 200
decide 200
matilde 200
marcando 199
muralhas 199
argumentou 199
leito 199
alexandria 199
prometeu 199
expresso 199
incapaz 199
destruiu 199
abade 199
amostra 198
caribe 198
elegeu 198
riquezas 198
gradual 198
ativamente 198
giovanni 198
aceito 198
derivadas 198
sofrendo 198
sofrem 198
concreto 198
vidro 198
contacto 198
descritos 198
cadeiras 198
euro 198
concedida 198
buracos 197
oposto 197
decidir 197
nazistas 197
colegas 197
tempestades 197
riscos 197
lixo 197
ancestralidade 197
respondem 197
marcante 197
paulistas 197
vindas 196
dedicados 196
falecido 196
ofensiva 196
aparelhos 196
operam 196
areias 196
lucros 196
cardoso 196
cachoeira 196
obtiveram 196
massacre 196
on 196
sucedeu 196
mateus 196
barro 196
privados 196
cd 196
oeiras 196
descobertos 195
baseia 195
chumbo 195
densamente 195
fluvial 195
actuais 195
casar 195
mel 195
juntar 195
descobriram 195
mostrado 195
apoiada 195
mesquita 195
estarem 195
leopoldo 195
estatais 195
financeiras 195
afrodite 195
publicidade 195
gogh 195
garcia 195
punk 195
discutir 194
defensor 194
imediato 194
concertos 194
abrigo 194
esgoto 194
biografia 194
secular 194
comandada 194
dentes 194
sporting 194
regresso 194
aeronaves 194
outeiro 194
interpretado 193
conduziu 193
ditador 193
muro 193
judeu 193
avaliar 193
expandiu 193
achados 193
subsequente 193
falhas 193
budistas 193
cerveja 193
cavalos 193
vice 193
celebrada 193
existam 193
vaga 193
ouvir 193
paio 193
himmler 193
super 193
reagan 193
cometas 193
astronomia 192
ressaltar 192
anexado 192
elaborado 192
cumprimento 192
clientes 192
relativas 192
designados 192
comprou 192
holandesa 192
escrituras 192
gerenciamento 192
imensa 191
perceber 191
consumidores 191
criticado 191
dividiu 191
agrupamento 191
dezessete 191
migrantes 191
sujeita 191
abertas 191
adicionado 191
scott 191
portela 191
entretenimento 191
flamengo 191
campinas 191
transformada 190
promovida 190
francis 190
angular 190
participam 190
caatinga 190
virada 190
difere 190
apresentados 190
victor 190
avenidas 190
brizola 190
renato 190
rancho 190
corinthians 190
banhada 189
bloqueio 189
chamam 189
samuel 189
unida 189
reconhecidas 189
bits 189
xavier 189
grafia 189
malta 189
preparar 189
mencionada 189
consequentemente 189
abertos 189
chamava 189
ruptura 189
estreou 189
produtora 189
quartel 189
caxias 189
leve 188
crescido 188
exigiu 188
marrocos 188
estruturais 188
contribuir 188
goebbels 188
secas 188
sabor 188
economistas 188
nervoso 188
estrangeira 188
citada 188
formais 188
caldas 188
amplitude 187
lida 187
amostras 187
dependentes 187
realizando 187
mudado 187
contingente 187
substancial 187
rejeitou 187
gregas 187
atena 187
viajar 187
adotaram 187
levados 187
afirmava 187
africanas 187
centrada 187
influenciados 187
reduziu 187
sacerdotes 187
cai 187
controlado 187
garantiu 187
editor 187
inspirada 187
temperado 187
las 187
instalou 187
comer 187
aristocracia 187
especializados 186
atacou 186
continuava 186
precisava 186
cheia 186
significava 186
partilha 186
abandonado 186
patrono 186
movimentado 186
recebia 186
incorporado 186
nativas 185
tancredo 185
feiras 185
poderosos 185
mental 185
cereais 185
administrar 185
legislativas 185
combates 185
nascentes 185
sentir 185
kafka 185
maioritariamente 184
acontecem 184
desembarque 184
menciona 184
incidente 184
esperar 184
invadir 184
estima 184
fm 184
complexas 184
integrados 184
indicadores 184
antropologia 184
conduta 184
setenta 184
principado 184
negativa 184
margarida 184
azeite 184
nogueira 184
moinho 184
sri 184
frios 183
aumentado 183
acreditar 183
negativo 183
ludwig 183
medievais 183
demonstrado 183
biodiversidade 183
presas 183
entregou 183
passados 183
concentrada 183
ocupados 183
gigante 183
dedicou 183
decaimento 183
obtendo 183
castelos 183
lagoas 182
matas 182
mural 182
esperava 182
intitulada 182
queima 182
trechos 182
diminui 182
islamismo 182
ilegal 182
conquistaram 182
fio 182
comandos 182
correspondentes 182
identificados 182
arqueologia 182
trazidos 182
turno 182
relativos 182
borda 182
operar 182
significados 182
correta 182
quatorze 182
fraca 182
virtual 182
sintra 182
guitarra 182
externas 181
densa 181
atingiram 181
praticar 181
seio 181
apelo 181
neves 181
recuperou 181
externo 181
florestal 181
luzia 181
concentrados 181
coelho 181
atravessada 181
camisa 181
metodologia 180
atingem 180
cultos 180
bizantino 180
argumenta 180
milton 180
liberdades 180
performance 180
efetivo 180
teatros 180
sequer 180
sabedoria 180
celtas 180
cozinha 180
restaurar 180
colina 180
carioca 180
park 180
artefatos 179
causam 179
niemeyer 179
enterrado 179
imperatriz 179
estendeu 179
assinar 179
tantos 179
diminuindo 179
experimentou 179
expressar 179
membranas 179
vogais 179
requisitos 179
pesados 179
sonora 179
regressou 179
indianos 179
